[
    {
      "id": "1",
      "name": "Pilgrim's Progress",
      "authorName": "John Bunyan",
      "description": "A story of a man in search of truth told with the simple clarity and beauty of Bunyan’s prose make this the ultimate English classic. The English novel begins behind bars, in extremis. Its first author, John Bunyan, was a Puritan dissenter whose writing starts with sermons and ends with fiction. His famous allegory, the story of Christian, opens with a sentence of luminous simplicity that has the haunting compulsion of the hook in a great melody. \"As I walk'd through the wilderness of this world, I lighted on a certain place, where was a Denn; And I laid me down in that place to sleep: And as I slept I dreamed a Dream.A story of a man in search of truth told with the simple clarity and beauty of Bunyan’s prose make this the ultimate English classic.A story of a man in search of truth told with the simple clarity and beauty of Bunyan’s prose make this the ultimate English classic. The English novel begins behind bars, in extremis. Its first author, John Bunyan, was a Puritan dissenter whose writing starts with sermons and ends with fiction. His famous allegory, the story of Christian, opens with a sentence of luminous simplicity that has the haunting compulsion of the hook in a great melody. \"As I walk'd through the wilderness of this world, I lighted on a certain place, where was a Denn; And I laid me down in that place to sleep: And as I slept I dreamed a Dream.A story of a man in search of truth told with the simple clarity and beauty of Bunyan’s prose make this the ultimate English classic.",
      "image": "https://i.guim.co.uk/img/static/sys-images/Observer/Columnist/Columnists/2013/9/17/1379432188768/John-Bunyan-010.jpg?width=620&quality=85&auto=format&fit=max&s=507102ab6fb2a747194b5586da01cfa7"
    },{
      "id": "2",
      "name": "Robinson Crusoe",
      "authorName": "Daniel Defoe",
      "description": "By the end of the 19th century, no book in English literary history had enjoyed more editions, spin-offs and translations. Crusoe’s world-famous novel is a complex literary confection, and it’s irresistible. English fiction began with The Pilgrim’s Progress, but nearly 50 turbulent years, including the Glorious Revolution, passed before it made its great leap forward. The author of this literary milestone is a strangely appealing literary hustler of nearly 60 years old originally named Daniel Foe (he added “De” to improve his social standing), a one-time journalist, pamphleteer, jack of all trades and spy. Like Bunyan, he had suffered at the hands of the state (the pillory, followed by prison in 1703). Unlike Bunyan, he was not religious.",
      "image": "https://i.guim.co.uk/img/media/278c0fc5182d85b4b547c90f4eb61495f35edcdf/2_0_459_276/master/459.png?width=620&quality=85&auto=format&fit=max&s=65df494bae6307e1ba60be2cdce9ccfc"
    },{
      "id": "3",
      "name": " Alice's Adventures",
      "authorName": "Lewis Carroll",
      "description": "Lewis Carroll’s brilliant nonsense tale is one of the most influential and best loved in the English canon. On 4 July 1862, a shy young Oxford mathematics don with a taste for puzzles and whimsy named Charles Dodgson rowed the three daughters of Henry Liddell, dean of Christ Church, five miles up the Thames to Godstow. On the way, to entertain his passengers, who included a 10-year-old named Alice, with whom he was strangely infatuated, Dodgson began to improvise the \"Adventures Under Ground\" of a bored young girl, also named Alice. Wordplay, logical conundrums, parody and riddles: Dodgson surpassed himself, and the girls were enchanted by the nonsense dreamworld he conjured up.",
      "image": "https://i.guim.co.uk/img/static/sys-images/Observer/Pix/pictures/2014/1/13/1389635480815/Alice-wonderland-tenniel--011.jpg?width=620&quality=85&auto=format&fit=max&s=7e3f5fe98a3268dea6a592c3fbffe2b0"
    },{
      "id": "4",
      "name": "Clarissa",
      "authorName": "Samuel Richardson",
      "description": "Clarissa is a tragic heroine, pressured by her unscrupulous nouveau-riche family to marry a wealthy man she detests, in the book that Samuel Johnson described as “the first book in the world for the knowledge it displays of the human heart. After Pilgrim's Progress and Robinson Crusoe, the next landmark in English fiction is a towering monument of approximately 970,000 words, Clarissa, the longest novel in the English canon. From time to time, its length is challenged by later upstarts – most recently by Vikram Seth's A Suitable Boy and Infinite Jest by David Foster Wallace – but Samuel Richardson's \"History of a Young Lady\" remains an extraordinary achievement.",
      "image": "https://i.guim.co.uk/img/static/sys-images/Observer/Pix/pictures/2013/10/10/1381426114878/Samuel-Richardson-s-Clari-010.jpg?width=620&quality=85&auto=format&fit=max&s=c16599867e4c865c2a72083835ecfdcc"
    },{
      "id": "5",
      "name": "Tom Jones",
      "authorName": "Henry Fielding",
      "description": "Tom Jones is a classic English novel that captures the spirit of its age and whose famous characters have come to represent Augustan society in all its loquacious, turbulent, comic variety. How many readers, if they are honest, discovered some of the greatest novels through film or television? Gatsby? Pride and Prejudice? The English Patient? Dr Zhivago? I first got interested in Tom Jones having seen John Osborne's famous adaptation, starring the young Albert Finney as the eponymous hero. That's an exceptional film. Classics often don't make good films, or only do so – such as Oliver! – through a process of reinterpretation.",
      "image": "https://i.guim.co.uk/img/static/sys-images/Observer/Pix/pictures/2013/10/15/1381850722626/ALBERT-FINNEY-010.jpg?width=620&quality=85&auto=format&fit=max&s=5ba844e81e96c03944d897a33c38c0ef"
    },{
      "id": "7",
      "name": "The Life and Opinions of Tristram Shandy, Gentleman ",
      "authorName": "Laurence Sterne",
      "description": "Laurence Sterne’s vivid novel caused delight and consternation when it first appeared and has lost little of its original bite. Tristram Shandy and its author, Laurence Sterne, are so intensely modern in mood and attitude, so profanely alert to the nuances of the human comedy, and so engaged with the narrative potentiality of the genre that it comes as something of a shock to discover that the novel was published during the seven years war. In other words, it appeared during the annus mirabilis of that prototype of international warfare that saw stunning British military victories in India, Canada and the Caribbean, and established the first British empire that would send the English language around the world.",
      "image": "https://i.guim.co.uk/img/static/sys-images/Observer/Pix/pictures/2013/10/21/1382375308506/Film-Title-Cock-and-Bull--009.jpg?width=620&quality=85&auto=format&fit=max&s=53b8e83342ad1c5445b81fa41f4fa87a"
    },{
      "id": "8",
      "name": " Emma",
      "authorName": " Jane Austen ",
      "description": "Jane Austen’s Emma is her masterpiece, mixing the sparkle of her early books with a deep sensibility.ow on earth to choose just one Jane Austen novel? Austen, for some, is simply the supreme English novelist, on any list. Some will say: she is the greatest. Nominate all six, from Pride and Prejudice on. But the rules of our selection only allow one title per author: there has to be a choice. So, to represent her fiction here, I've chosen Emma for three particular reasons.",
      "image": "https://i.guim.co.uk/img/static/sys-images/Observer/Pix/pictures/2013/10/28/1382968523740/1996-EMMA-009.jpg?width=620&quality=85&auto=format&fit=max&s=b225586d5143eaa931caa6fb66568760"
    },{
      "id": "9",
      "name": " The Way We Live Now",
      "authorName": "Anthony Trollope",
      "description": "Inspired by the author's fury at the corrupt state of England, and dismissed by critics at the time, The Way We Live Now is recognised as Trollope's masterpiece. Anthony Trollope is the epitome of the 19th-century English writer, indefatigable, popular and tightly wired-in to his society, a monument of productivity. In the course of his 67 years, Trollope published more than 40 novels including two series (the Barchester Chronicles and the Pallisers) that anchored him in the public mind as the model of the Victorian literary man.",
      "image": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2014/2/10/1392048122358/Profilic-Anthony-Trollope-009.jpg?width=620&quality=85&auto=format&fit=max&s=5fd8a6881b21500c08654f498a06b44d"
    },{
      "id": "10",
      "name": "The Sign of Four",
      "authorName": " Arthur Conan Doyle",
      "description": "Sherlock Holmes's second outing sees Conan Doyle's brilliant sleuth – and his bluff sidekick Watson – come into their own. In n the summer of 1889, the managing editor of the American magazine Lippincott's visited London to commission new fiction from some up-and-coming authors. On 30 August, he held a dinner at the Langham hotel attended by Oscar Wilde and Arthur Conan Doyle, among others. The upshot was an unprecedented and remarkable double: Dorian Gray and a new Sherlock Holmes novel, originally titled The Sign of the Four.Sherlock Holmes's second outing sees Conan Doyle's brilliant sleuth – and his bluff sidekick Watson – come into their own. In n the summer of 1889, the managing editor of the American magazine Lippincott's visited London to commission new fiction from some up-and-coming authors.",
      "image": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2014/3/10/1394468510137/100-novels-sign-of-four-011.jpg?width=620&quality=85&auto=format&fit=max&s=9c77cd7bd96953b77fd00783cd2f276e"
    }
]
